<script lang="ts">
  import { CarouselKit, LightboxKit, YandexMetrikaHit } from '@daks.dev/svelte.sdk';

  import type { PageProps } from './$types';
  let { data }: PageProps = $props();
  const { dataset, sources, thumbnails } = data;

  const title = 'НИЦ «СЭ» • Обследование зданий и сооружений';
  const description = 'Обследование зданий и сооружений | АО НИЦ «Строительная экспертиза»';
</script>

<YandexMetrikaHit
  {title}
  {description} />

<main itemprop="mainContentOfPage">
  <header class="frame">
    <h1 class="title">Обследование <small>зданий и сооружений</small></h1>
  </header>

  <div class="frame">
    <div class="readable">
      <CarouselKit
        {dataset}
        class={[
          'hidden md:block',
          'float-right my-1 ml-8 w-48 overflow-hidden 2xl:w-56',
          'rounded-sm drop-shadow-lg lg:rounded-lg'
        ]}
        alt="обследование зданий и сооружений 0"
        show={1}
        duration={20000}
        controls="play"
        stream
        pause={2000} />

      <p>
        Комплексное <b>техническое обследование зданий и сооружений</b> гражданского и промышленного
        назначения, в том числе технически сложных и уникальных, является одним из основных направлений
        деятельности Научно-технического центра «Строительная экспертиза».
      </p>
      <p>
        И к этому есть все предпосылки. Многолетний опыт работы, современное высокоточное
        оборудование и, конечно же, бригады высококлассных профессионалов &mdash; обследователей,
        конструкторов и расчетчиков.
      </p>
      <p>
        Каждая бригада состоит не только из обследователей проводящих оценку состояния строительных
        конструкций и инженерных сетей здания, но и специалистов по прочностям, дефектоскопистов, а
        также расчетчиков, в совершенстве владеющих не только плоскостными расчетами конструкций, но
        и современными расчетными комплексами, такими как SCAD, Лира, Мономах и другие.
      </p>
      <p>
        Одним из основных преимуществ наших Технических отчетов и Экспертных заключений является
        полнота и корректность предложений в Рекомендациях по дальнейшей эксплуатации зданий,
        которые формируются на основе выводов по результатам проведенного обследования. Вы не
        встретите в наших отчетах фраз типа «Отремонтировать по отдельно разработанному проекту» или
        «Предусмотреть усиление до начала эксплуатации». Цены на обследование зданий и сооружений
        соответствуют развернутым инструкциям и рекомендациям с конкретным описанием мер для решения
        каждой проблемы.
      </p>
      <p>
        Рекомендации, разрабатываемые нашими специалистами, максимально подробны и представляют
        собой проектные и технологические решения по устранению выявленных дефектов, а также
        предложения по использованию строительных материалов.
      </p>
    </div>
  </div>

  <LightboxKit
    {sources}
    {thumbnails}
    class="frame mt-16 gap-4 lg:gap-8"
    custom={{
      overlay: 'overflow-offset'
    }}
    options={{
      behaviour: 'loop'
    }}
    title="НИЦ «Строительная экспертиза»"
    description="Обследование зданий и сооружений"
    alt="обследование зданий и сооружений 1"
    sign="ic:round-zoom-out-map"
    adaptive
    centered
    rounded
    shadow
    scale />
</main>
